js/soap_requests/ongoing_number.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://schemas.conversesolutions.com/xsd/dmticta/v1"> 	
	<soapenv:Header/> 		
		<soapenv:Body> 		  
			<v1:GetOnGoingVehicleNo>			 
			<v1:vehicleCategory>?</v1:vehicleCategory> 		  
		</v1:GetOnGoingVehicleNo> 		
	</soapenv:Body> 
</soapenv:Envelope>